[
	{
		"id": 1,
		"title": "The Lion and the Mouse",
		"story": "Once when a lion, the king of the jungle, was asleep, a little mouse began running up and down on him. This soon awakened the lion, who placed his huge paw on the mouse, and opened his big jaws to swallow him.\r\n\r\n\"Pardon, O King!\" cried the little Mouse, \"Forgive me this time. I shall never repeat it and I shall never forget your kindness. And who knows, I may be able to do you a good turn one of these days!”\r\n\r\nThe Lion was so tickled by the idea of the mouse being able to help him that he lifted his paw and let him go.\r\n\r\nSometime later, a few hunters captured the lion, and tied him to a tree. After that they went in search of a wagon, to take him to the zoo.\r\n\r\nShort StoriesJust then the little mouse happened to pass by. On seeing the lion’s plight, he ran up to him and gnawed away the ropes that bound him, the king of the jungle.\r\n\r\n\"Was I not right?\" said the little mouse, very happy to help the lion.",	
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_lionandmouse3.jpg",
		"moral": "Small acts of kindness will be rewarded greatly."
	},
	{
		"id": 2,
		"title": "The Goose with the Golden Eggs",
		"story": "Once upon a time, a man and his wife had the good fortune to have a goose which laid a golden egg every day. Lucky though they were, they soon began to think they were not getting rich fast enough.\r\n\r\nThey imagined that if the bird must be able to lay golden eggs, its insides must be made of gold. And they thought that if they could get all that precious metal at once, they would get mighty rich very soon. So the man and his wife decided to kill the bird.\r\n\r\nGoose with the Golden Eggs StoryHowever, upon cutting the goose open, they were shocked to find that its innards were like that of any other goose!",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_goosewithgoldeneggs2.jpg",
		"moral": "THINK BEFORE YOU ACT"
	},
	{
		"id": 3,
		"title": "The Cunning Fox and the Clever Stork",
		"story": "Once upon a time, there lived a very cunning and mischievous fox. He used to speak to other animals sweetly and gain their trust, before playing tricks on them.\r\n\r\nOne day the fox met a stork. He befriended the stork and acted like a very good friend. Soon, he invited the stork to have a feast with him. The stork happily accepted the invitation.\r\n\r\nThe day of the feast came, and the stork went to the fox’s house. To her surprise and disappointment, the fox said that he could not make a big feast as promised, and just offered some soup. When he brought the soup out of the kitchen, the stork saw that it was in a shallow bowl!\r\n\r\nThe poor stork could not have any soup with its long bill, but the fox easily licked the soup from the plate. As the stork just touched the soup with the tip of its bill, the fox asked her, “How is the soup? Don’t you like it?”\r\n\r\nThe hungry stork replied, “Oh it is good, but my stomach is upset, and I can’t take any more soup!”\r\n\r\n“I’m sorry for troubling you,” said the fox.\r\n\r\nThe stork replied, “Oh dear, please don’t say sorry. I have some health problem and cannot enjoy what you offer.”\r\n\r\nShe left the place after thanking the fox, and inviting him to her house for dinner.\r\n\r\nCunning Fox and the Clever Stork StoryThe day arrived and the fox reached the stork’s place. After exchanging pleasantries, the stork served soup for both of them, in a narrow jar with a long neck. She was able to have the soup very easily with her long bill, but the fox obviously could not.\r\n\r\nAfter finishing hers, the stork asked the fox if he was enjoying the soup. The fox remembered the feast he himself had given the stork, and felt very ashamed. He stammered, “I…I’d better leave now. I have a tummy ache.”\r\n\r\nHumiliated, he left the place running.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_foxandstork2.jpg",
		"moral": "One bad turn begets another."
	},
	{
		"id": 4,
		"title": "The Hare and the Tortoise",
		"story": "There once was a speedy Hare who bragged about how fast he could run. Tired of hearing him boast, the Tortoise challenged him to a race. All the animals in the forest gathered to watch.\r\n\r\nThe Hare ran down the road for a while and then paused to rest. He looked back at the tortoise and cried out, \"How do you expect to win this race when you are walking along at your slow, slow pace?\"\r\n\r\nThe Hare stretched himself out alongside the road and fell asleep, thinking, \"There is plenty of time to relax.\"\r\n\r\nThe Hare and the Tortoise StoryThe Tortoise walked and walked; never ever stopping until he came to the finish line.\r\n\r\nThe animals who were watching cheered so loudly for Tortoise that they woke up Hare. The Hare stretched, yawned and began to run again, but it was too late. Tortoise had already crossed the finish line.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_hareandtortoise2.jpg",
		"moral": "SLOW AND STEADY WINS THE RACE"
	},
	{
		"id": 5,
		"title": "The Ant and the Grasshopper",
		"story": "In a field one summers day a Grasshopper was hopping about, chirping and singing to its hearts content. An Ant passed by, bearing along with great effort an ear of corn he was taking to the nest.\r\n\r\n\"Why not come and chat with me,\" said the Grasshopper, \"instead of toiling and moiling away?\" \"I am helping to lay up food for the winter,\" said the Ant, \"and recommend you to do the same.\" \"Why bother about winter?\" said the Grasshopper; \"we have got plenty of food at present.\"\r\n\r\nShort StoriesBut the Ant went on its way and continued its toil. When the winter came the Grasshopper found itself dying of hunger, while it saw the ants distributing, every day, corn and grain from the stores they had collected in the summer.\r\nThen the Grasshopper knew.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_antandgrasshopper2.jpg",
		"moral": "WORK TODAY AND YOU CAN REAP THE BENEFITS TOMORROW!"
	},
	{
		"id": 6,
		"title": "The Fox and the Grapes",
		"story": "One afternoon a fox was walking through the forest and spotted a bunch of grapes hanging from over a lofty branch. \"Just the thing to quench my thirst,\" quoted the fox.\r\n\r\nTaking a few steps back, the fox jumped and just missed the hanging grapes. Again the fox took a few paces back and tried to reach them but still failed.\r\n\r\nShort StoriesFinally, giving up, the fox turned up his nose and said, \"Theyre probably sour anyway,\" and proceeded to walk away.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_foxandgrapes2.jpg",
		"moral": "IT'S EASY TO DESPISE WHAT YOU CANNOT HAVE."
	},
	{
		"id": 7,
		"title": "The Milkmaid and her Pail",
		"story": "Patty the Milkmaid was going to market carrying her milk in a pail on her head.\r\n\r\nAs she went along, she began calculating what she would do with the money she would get for the milk. Ill buy some fowls from Farmer Brown,\" said she, \"and they will lay eggs each morning, which I will sell to the parsons wife..\r\n\r\nWith the money that I get from the sale of these eggs, Ill buy myself a new dimity frock and a chip hat; and when I go to market, wont all the young men come up and speak to me! Short Stories\r\n\r\nPolly Shaw will be so jealous; but I dont care. I shall just look at her and toss my head like this.\" As she spoke that, she tossed her head back and the pail fell off it, and all the milk was spilt!",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_milkmaidandherpail2.jpg",
		"moral": "DO NOT COUNT YOUR CHICKENS BEFORE THEY ARE HATCHED."
	},
	{
		"id": 8,
		"title": "Three Sons and a Bundle of Sticks",
		"story": "Once upon a time, an old man lived with his three sons in a village. All his three sons were hard workers. Still, none of them agreed with each other and quarrelled all the time. The old man tried a lot to unite them but he failed. While the villagers were surprised at their hard work and efforts, they also made fun of them on their fights.\r\n\r\nMonths passed by and the old man fell sick. He talked to his sons to stay united, but none of his sons heard his words. So, he decided to teach them a practical lesson so that they would shed off their differences and stay united.\r\n\r\nThe old man called as his sons. He told them, ‘I will give you a bundle of sticks. Separate each stick and you will have to break each stick into pieces of two. The one who breaks the sticks quickly will be rewarded more.’\r\n\r\nAll sons agreed.\r\n\r\nThe old man gave a bundle of 10 sticks to everyone of them and asked to break it into pieces. All the sons broke the sticks into pieces in minutes.\r\n\r\nAnd again they started to quarrel among themselves as who came first.\r\n\r\nThe old man said, ‘Dear sons, the game is not over. Now I will give another bundle of sticks to all of you. You will have to break the sticks as a bundle, not as separate sticks.’\r\n\r\nThe sons agreed and began to break the bundle of sticks. Unfortunately, they could not break the bundle. They tried very hard but failed to complete the task.\r\n\r\nAll sons said to the father about their failure.\r\n\r\nBreaking bundle of sticksThe old man replied, ‘Dear sons, See! You could easily break the single sticks into pieces, but you were not able to break the bundle! The sticks were same. So, if you stay united, nobody can make any harm to you. If you quarrel every time with your brothers, anyone can easily defeat you. I request you to stay united.’\r\n\r\nThe three sons understood the power of unity and promised their father that whatever be the problem, they would all stay together.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_bundleofsticks2.jpg",
		"moral": "Unity is Strength!"
	},
	{
		"id": 9,
		"title": "The Boy who cried Wolf",
		"story": "Once there was a shepherd boy who had to look after a flock of sheep. One day, he felt bored and decided to play a trick on the villagers. He shouted, “Help! Wolf! Wolf!”\r\n\r\nThe villagers heard his cries and rushed out of the village to help the shepherd boy. When they reached him, they asked, “Where is the wolf?” The shepherd boy laughed loudly, “Ha, Ha, Ha! I fooled all of you.\r\n\r\nI was only playing a trick on you.”\r\n\r\nA few days later, the shepherd boy played this trick again.\r\nAgain he cried, “Help! Help! Wolf! Wolf!” Again, the villagers rushed up the hill to help him and again they found that boy had tricked them. They were very angry with him for being so naughty.\r\nThen, some time later, a wolf went into the field. The wolf attacked one sheep, and then another and another. The shepherd boy ran towards the village shouting, “Help! Help! Wolf! Help! Somebody!”\r\nThe villagers heard his cries but they laughed because they thought it was another trick. The boy ran to the nearest villager and said, “A wolf is attacking the sheep. I lied before, but this time it is true!”\r\n\r\nFinally, the villagers went to look. It was true. They could see the wolf running away and many dead sheep lying on the grass.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_theboywhocriedwolf2.jpg",
		"moral": "We may not believe someone who often tells lies, even when he tells the truth"
	},
	{
		"id": 10,
		"title": "The Ant and the Dove",
		"story": "One hot day, an ant was searching for some water. After walking around for some time, she came to a spring. To reach the spring, she had to climb up a blade of grass. While making her way up, she slipped and fell into the water.\r\n\r\nShe could have drowned if a dove up a nearby tree had not seen her. Seeing that the ant was in trouble, the dove quickly plucked off a leaf and dropped it into the water near the struggling ant. The ant moved towards the leaf and climbed up there. Soon it carried her safely to dry ground. Just at that time, a hunter nearby was throwing out his net towards the dove, hoping to trap it.\r\n\r\nGuessing what he was about to do, the ant quickly bit him on the heel. Feeling the pain, the hunter dropped his net. The dove was quick to fly away to safety.",
		"image": "http://www.kidsworldfun.com/images/short-stories/the-ant-and-the-dove.jpg",
		"moral": "One good turn deserves another."
	},
	{
		"id": 11,
		"title": "The Monkey and the Dolphin",
		"story": "One day long ago, some sailors set out to sea in their sailing ship. One of them brought his pet monkey along for the long journey.\r\n\r\nWhen they were far out at sea, a terrible storm overturned their ship. Everyone fell into the sea, and the monkey was sure that he would drown. Suddenly a dolphin appeared and picked him up.\r\n\r\nThey soon reached the island and the monkey came down from the dolphin’s back. The dolphin asked the monkey, “Do you know this place?”\r\n\r\nThe monkey replied, “Yes, I do. In fact, the king of the island is my best friend. Do you know that I am actually a prince?”\r\n\r\nKnowing that no one lived on the island, the dolphin said, “Well, well, so you are a prince! Now you can be a king!” The monkey asked, “How can I be a king?”\r\n\r\nAs the dolphin started swimming away, he answered, “That is easy. As you are the only creature on this island, you will naturally be the king!”",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_themonkeyandthedolphin2.jpg",
		"moral": "Those who lie and boast may end up in trouble."
	},
	{
		"id": 12,
		"title": "The Wolf and the Lamb",
		"story": "It was a little lamb, accompanied by a flock of sheep to a grazing land. As the flock was grazing the green grass, the little lamb, which was so mischievous, was wandering here and there. It saw fresh grass at a distance and separated from the crew to enjoy the fresh bites. \r\nIt came across a long way from its group and was eating the fresh and delicious grass unaware of the fact that it was closely followed by a wolf! \r\nWhen the lamb realized that it lost its way and was far away from the flock, it decided to join them. However, the lamb was stunned to see a hungry and cunning wolf standing behind it. \r\nThe lamb realized that there is no option left except to surrender itself to the wolf. \r\nThe lamb asked the wolf, ‘Are you going to eat me?’\r\nThe wolf said, ‘Yes, at any cost!’\r\nThe lamb said again, ‘But can you please wait for some more time? I eat a lot of grass now and my stomach is filled with grass. If you eat me now, you will feel like eating grass!\r\nThe wolf agreed, ‘Oh yes I will wait. You are here before me and I can wait for some time!’\r\nThe lamb thanked. \r\nAfter sometime, the wolf got ready to kill lamb, but the lamb stopped him. \r\n‘Dear wolf, please wait for some more time. The grass is yet to get digest. If you eat me now, you will see a lot of grass in my stomach! Let me dance and it will be digested easily.’\r\nWolf agreed. \r\nThe little lamb danced crazily and carefully and moved the foot towards the group. Suddenly the lamb stopped dancing. \r\nWolf enquired what happen. ‘See, remove this bell tied to my neck and rang it as fast as you can, so that I will dance faster and the food will digest very sooner’\r\nThe wolf, with the desire to eat the lamb removed the bell tied to the lamb’s neck and shaked it speedily. \r\nMeanwhile, shepherd was searching for the little lamb and heard the bell sound. He saw the wolf and the lamb. He ran towards wolf with a stick. Seeing the shepherd with a stick, the wolf ran away, and the lamb was saved! ",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_thewolfandthelamb2.jpg",
		"moral": "Physical strength isn’t just sufficient. Sometimes, weaker people with smart mind can overcome the physically strong ones!"
	},
	{
		"id": 13,
		"title": "The Greedy Mouse",
		"story": "A greedy mouse saw a basket full of corn. He wanted to eat it. So he made a small hole in the basket. He squeezed in through the hole. He ate a lot of corn. He felt full. He was very happy.\r\n\r\nNow he wanted to come out. He tried to come out through the small hole. He could not. His belly was full. He tried again. But it was of no use.\r\n\r\nThe mouse started crying. A rabbit was passing by. It heard the mouse’s cry and asked: “Why are you crying my friend?”\r\n\r\nThe mouse explained: “I made a small hole and came into the basket. Now I am not able to get out through that hole.”\r\n\r\nThe rabbit said: “It is because you ate too much. Wait til your belly shrinks”. The rabbit laughed and went away.\r\n\r\nShort Stories - Greedy MouseThe mouse fell asleep in the basket. Next morning his belly had shrunk. But the mouse wanted to eat some corn. So he ate and ate. His belly was full once again. He thought: “Oh! Now I will go out tomorrow”.\r\n\r\nThe cat was the next passerby. He smelt the mouse in the basket. He lifted its lid. He ate the mouse.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_greedymouse2.jpg",
		"moral": ""
	},
	{
		"id": 14,
		"title": "The Thirsty Crow",
		"story": "One hot day, a thirsty crow flew all over the fields looking for water. For a long time, she could not find any. She felt very weak, almost giving up hope.\r\n\r\nSuddenly, she saw a water jug below her. She flew straight down to see if there was any water inside. Yes, she could see some water inside the jug!\r\n\r\nThe crow tried to push her head into the jug. Sadly, she found that the neck of the jug was too narrow. Then she tried to push the jug down for the water to flow out. She found that the jug was too heavy.\r\n\r\nThe crow thought hard for a while. Then looking around her, she saw some pebbles. She suddenly had a good idea. She started picking up the pebbles one by one, dropping each into the jug. As more and more pebbles filled the jug, the water level kept rising. Soon it was high enough for the crow to drink. Her plan had worked!",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_thethirstycrow2.jpg",
		"moral": "If you try hard enough, you may soon find an answer to your problem."
	},
	{
		"id": 15,
		"title": "The Apple Tree and the Boy",
		"story": "Once upon a time, there lived a farmer in a village, beside the forest. He had a big garden that had an old apple tree with other plants, trees and beautiful flowers. When the farmer was a little boy, he spent much of his time playing with the apple tree. However, the old, huge apple tree had stopped bearing fruits a long time ago. \r\n\r\nAlthough it had given the farmer, the choicest of apples, he felt it was of no use now. Therefore, he decided to cut the tree and use its wood to make some new furniture. He felt that since the tree was old and huge, he did not have to cure it, and it would make great furniture. He forgot that as a boy, he had spent his entire childhood, climbing the tree and eating its apples.\r\n\r\nNow the apple tree was home to several little animals in the neighborhood. This included squirrels, sparrows and a huge variety of birds and insects. When the boy, who was now a young farmer, took his ax and began chopping the tree, all the little animals came rushing down. \r\n\r\nThey all began to plead with the farmer, who was adamant in cutting the apple tree down. They gathered round the farmer and said, “Please don’t cut the tree. We used to play with the little boy under this very tree. This is our home and we have no place else to go”. \r\n\r\nAgain, he raised his ax and the commotion grew higher. \r\n\r\n“Please don’t chop and destroy my home and kids,” cried the squirrel “Please don’t chop and destroy my nest,” cried the little birds. “Please don’t cut the apple tree,” cried the grasshopper. \r\n\r\nThe farmer, however forgot his childhood and who were his friends as a little boy. He began to chop the tree harder. All the little animals became desperate, and wanted to protect the apple tree at any cost. \r\n\r\nThe little animals told the farmer, “We will sing for you, when you are toiling away in the fields. We will look after your little boy. He will not cry, but instead be entertained and happy. You will like our songs and will not feel tired.” However, their cries for help fell on deaf ears. Despite all their requests, the farmer continued to chop down the tree. \r\n\r\nHe suddenly noticed something shiny. On inspecting, he realized that it was a beehive, full of honey. He took a little and put it in his mouth. The taste of the honey woke up the little boy in him. Suddenly, the memories of his childhood came rushing back. The honey tasted so good, that he wanted more. It brought a sense of happiness to him. He smiled and exclaimed, “This tastes amazing.” \r\n\r\nRealizing the change in the farmer’s attitude, the little animals said in unison; The bee said, “I will always provide you with sweet honey.” The squirrel said, “I will share any amount of nuts that you want.” The birds cried, “We will sing as many songs as you want.” \r\n\r\nFinally, the farmer realized his folly, and put down his ax. He understood that it was the home to such lovely animals that provided him with so many things, apart from apples. He wanted his little boy to have the childhood that he had. \r\n\r\nThe farmer realized that the apple tree was not that fruitless. The little boy in him saved the apple tree. \r\n\r\nHe threw away the ax and said to the little creatures, “I promise that I would never cut this tree. I have realized my mistake and you all can now live peace and harmony.” \r\n\r\nThe little creatures thanked the bee profusely. If the farmer had not found the beehive by now, they would all been homeless by now. They continued living happily in the old apple tree. ",
		"image": "http://www.kidsworldfun.com/images/short-stories/boy-and-apple-tree.jpg",
		"moral": "You never know the value of anything you have until you lose it."
	},
	{
		"id": 16,
		"title": "True Wealth",
		"story": "Once upon a time, there lived a very rich and wealthy man in a big town. He had all sorts of wealth and led a luxurious life. He had every luxury at his footstep and could afford to feed for the entire people of his town. He always boasted his luxurious life to his friends and relatives.  \r\nHis son was studying in a distant place and he returned home for vacation. The rich man wanted to show off to his son how rich his father was and how he made him very proud. But his son wasn’t ever fond of any luxurious lifestyle. However, the rich man wanted to make his son realize that his lifestyle was extremely rich and how the poor people did suffer. He planned for a day visit to the entire town to show him off the life of the poor people.  \r\nThe father and the son took a chariot and visited the entire town. They returned home after two days. The father was happy that his son was very quiet after seeing the poor people honouring the rich man and after seeing the sufferings of the poor ones due to lack of facilities.  \r\nThe rich man asked his son, ‘Dear boy, how was the trip? Have you enjoyed it?’\r\n‘Yes my dad, it was a great trip with you.’ The son replied.  \r\nSo, what did you learn from the trip? – The Father asked.\r\nThe son was silent.  \r\nFinally you have realized how the poor suffer and how they actually are – said the father.  \r\nNo father – replied the son.  \r\nHe added, ‘We have only two dogs, they have 10 dogs. We have a big pool in our garden, but they have a massive bay without any ends! We have luxurious and expensive lights imported from various countries, but they have countless stars lighting their nights. We have a house in a small piece of land, but they have abundant fields that go beyond the sight. We are served by servants, but they serve people. We are protected by huge and strong walls around our property, but they bond with each other and surround themselves. We only buy food from them, but they are so rich to cultivate their own food.’\r\nThe rich father was stunned to hear his son’s words and he was completely speechless. \r\nFinally the son added, ‘Dad thank you so much for showing me who is rich and who is poor and let me understand how poor we are!’",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_truewealth2.jpg",
		"moral": "True wealth is not measured by money and property we have! It is in the friendship, relationship and good compassion we share with the others."
	},
	{
		"id": 17,
		"title": "Gold Coins and a Selfish Man",
		"story": "Sam was a greedy and a selfish man. He always desired to have lots and lots of money and never hesitated to cheat others to make money. Also, he never wished to share anything with others. He was so selfish that he would like to own everything for himself.\r\n\r\nThe selfish man used to calculate each and every small aspect. He paid very little amount of wages to his servants. Where ever he went, he calculated a lot to save money by deceiving others. He also told a lot of lies to protect his wealth. Simply, Sam was the antonym for the word; HONESTY.\r\n\r\nHowever, he was taught a nice lesson by his own act.\r\n\r\nOne day, he missed a small bag, which contained 50 gold coins. He was searching for the bag of gold coins, day and night. He sent his workers in search of the bag, but none could find it. He told his friends and neighbors that he had lost a bag of gold coins and requested them to inform him, if they found it. Sam was so sad that he had lost so many gold coins.\r\n\r\nAfter a couple of days, a ten year old girl, who lived near Sam’s house, told her father that she had found a small bag and that it had 50 gold coins. Her father worked in Sam’s land and he told his daughter that the bag belonged to his master. He had lost it two days ago, and added that he would return the bag to his master.\r\n\r\nThey weren’t very rich, and the father could have easily retained the gold coins, and hide the fact of finding the bag. He was so honest that he felt that he should return the valuable coins to his master, as he was the rightful owner.\r\n\r\nHe gave the bag back to his master Sam, and asked him to check whether the bag had 50 gold coins. Sam who was literally happy to get the coins, decided to play a trick. He shouted at his worker, ‘there were 75 gold coins in this bag and you gave me only 50! Where are the other coins? You have stolen them!’\r\n\r\nThe worker was shocked to hear this, and he pleaded to his master that he gave whatever his daughter had found. Selfish and greedy, Sam did not accept the worker’s story, and decided to take the issue to court.\r\n\r\nThe judge heard both the sides. He questioned the daughter and the worker about the number of coins they had found in the bag, and they assured it was only 50.\r\n\r\nHe cross-examined Sam and Sam replied, ‘Yes m’lord, I had 75 gold coins in my bag, and they gave me only 50. Hence, it is quite obvious that they have stolen the balance 25 coins!’\r\n\r\nJudge then asked, ‘Are you sure you that your bag had 75 coins?’ and Sam nodded his head in acceptance.\r\n\r\nThe judge then made his judgment, ‘Since Sam lost a bag of 75 gold coins and the bag found by the girl had only 50 coins, it is obvious that the bag found, didn’t belong to Sam, and it was lost by someone else. In addition, if anyone found a bag of 75 gold coins, I will declare that it belongs to Sam. As there are no claims against the loss of 50 coins, I order the girl and his father to take those 50 coins as a token of appreciation for their honesty!’",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_selfishman2.jpg",
		"moral": "Honesty will always be rewarded and greediness punished!"
	},
	{
		"id": 18,
		"title": "Friends",
		"story": "Bunny rabbit lived in the forest. He had many friends. He was proud of his friends.\r\n\r\nOne day Bunny rabbit heard the loud barking of the wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said: “Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?” Dear said: “That is right, I can. But now I am busy. Why don’t you ask bear for help?”\r\n\r\nBunny rabbit ran to the bear. “My dear friend you are very strong, please help me. Some wild dogs are after me. Please chase them away,” he requested the bear.\r\n\r\nBear replied: “I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help”.\r\n\r\nPoor Bunny went to the monkey, elephant, goat and all his friends. Bunny felt sad that nobody was ready to help him.\r\n\r\nHe understood that he has to think of a way out. He hid under a bush. He lay still the wild dogs went their way.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_friends2.jpg",
		"moral": ""
	},
	{
		"id": 19,
		"title": "Fools",
		"story": "It was a cold and silent night. The weather was freezing. A group of monkeys were on a tree. They were clinging to its branches. One of the monkeys said, “I wish we could find some fire. It will help us to keep warm”.\r\n\r\nSuddenly they noticed a flock of fireflies. One of the young monkeys thought it was fire.\r\n\r\nHe caught a firefly. He put it under a dry leaf and started blowing at it.\r\n\r\nSome other monkeys also joined in his effort.\r\n\r\nA sparrow came flying to its nest. The monkeys were sitting on the same tree. She noticed what they were doing. The sparrow laughed. She said, “Hey silly monkeys that is a firefly, not real fire”.\r\n\r\nThe sparrow continued: “I think all of you should take shelter in a cave”. The monkeys did not listen to the sparrow. They continued to blow at our poor firefly.\r\n\r\nAfter some time the monkeys became very tired. Now they realized what the sparrow had said was correct.\r\n\r\nThey set free the firefly and moved to a nearby cave.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_fools2.jpg",
		"moral": ""
	},
	{
		"id": 20,
		"title": "Strong or Weak",
		"story": "There was a proud teak tree in the forest. He was tall and strong. There was a small herb next to the tree.\r\n\r\nThe teak tree said, “I am very handsome and strong. No one can defeat me”. Hearing this the herb replied, “Dear friend, too much pride is harmful. Even the strong will fall one day”.\r\n\r\nThe teak ignored the herb’s words. He continued to praise himself.\r\n\r\nA strong wind blew. The teak stood firmly. Even when it rained, the teak stood strong by spreading its leaves.\r\n\r\nAt the same time, the herb bowed low. The teak made fun of the herb.\r\n\r\nOne day there was a storm in the forest. The herb bowed low. As usual the teak did not want to bow.\r\n\r\nThe storm kept growing stronger. The teak could no longer bear it. He felt his strength giving way.\r\n\r\nShort Stories - Strong or Weak\r\n\r\nHe fell down. This was the end of the proud tree. When everything was calm the herb stood straight. He looked around. He saw the proud teak had fallen.",
		"image": "http://www.kidsworldfun.com/images/short-stories/short_stories_strongandweak2.jpg",
		"moral": ""
	}
]